Repository: habinsong/negaflow
Catalog: negaflow-windows/src/Shell/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, fr_fr, ja_jp, ko_kr, zh_hans

# scanStorageCloudManaged.Text
source: Cloud-managed
fr_fr: Géré dans le cloud
ja_jp: クラウド管理
ko_kr: 클라우드 관리

# scanStorageUnavailable.Text
source: Unavailable
fr_fr: Indisponible
ja_jp: 確認不可
ko_kr: 확인 불가

# externalBackupTitle.Text
source: External Backup
fr_fr: Sauvegarde externe
ja_jp: 外部バックアップ
ko_kr: 외부 백업

# externalBackupChoose.Content
source: Choose
fr_fr: Choisir
ja_jp: 選択
ko_kr: 선택

# externalBackupChange.Content
source: Change
fr_fr: Modifier
ja_jp: 変更
ko_kr: 변경

# externalBackupRemove.Content
source: Remove
fr_fr: Supprimer
ja_jp: 削除
ko_kr: 제거

# externalBackupNotConfigured.Text
source: Not configured
fr_fr: Non configurée
ja_jp: 未設定
ko_kr: 설정 안 됨

# externalBackupDisconnected.Text
source: Disconnected
fr_fr: Déconnectée
ja_jp: 未接続
ko_kr: 연결 끊김

# externalBackupSameVolume.Text
source: Same volume as catalog
fr_fr: Même volume que le catalogue
ja_jp: カタログと同じボリューム
ko_kr: 카탈로그와 같은 볼륨

# externalBackupReadOnly.Text
source: Read-only destination
fr_fr: Destination en lecture seule
ja_jp: 読み取り専用
ko_kr: 읽기 전용 대상

# externalBackupInsufficient.Text
source: Not enough space
fr_fr: Espace insuffisant
ja_jp: 空き容量不足
ko_kr: 공간 부족

# externalBackupReady.Text
source: Connected
fr_fr: Connectée
ja_jp: 接続済み
ko_kr: 연결됨

# externalBackupCapacity.Text
source: Available
fr_fr: Disponible
ja_jp: 利用可能
ko_kr: 사용 가능

# externalBackupLastSuccess.Text
source: Last successful backup
fr_fr: Dernière sauvegarde réussie
ja_jp: 最終成功バックアップ
ko_kr: 마지막 성공 백업

# backupScheduleLabel.Text
source: Backup Schedule
fr_fr: Planification
ja_jp: バックアップ予定
ko_kr: 백업 일정

# backupScheduleManual.Content
source: Manual
fr_fr: Manuelle
ja_jp: 手動
ko_kr: 수동

# backupScheduleTermination.Content
source: When Quitting
fr_fr: À la fermeture
ja_jp: 終了時
ko_kr: 앱 종료 시

# backupScheduleDaily.Content
source: Daily
fr_fr: Chaque jour
ja_jp: 毎日
ko_kr: 매일

# backupScheduleWeekly.Content
source: Weekly
fr_fr: Chaque semaine
ja_jp: 毎週
ko_kr: 매주

# backupLastAttempt.Text
source: Last attempt
fr_fr: Dernière tentative
ja_jp: 最終試行
ko_kr: 마지막 시도

# backupLastSuccess.Text
source: Last success
fr_fr: Dernière réussite
ja_jp: 最終成功
ko_kr: 마지막 성공

# backupVerification.Text
source: Restore verification
fr_fr: Vérification de restauration
ja_jp: 復元検証
ko_kr: 복원 검증

# backupPassed.Text
source: Passed
fr_fr: Réussie
ja_jp: 合格
ko_kr: 통과

# backupFailed.Text
source: Failed
fr_fr: Échouée
ja_jp: 失敗
ko_kr: 실패

# backupNever.Text
source: Never
fr_fr: Jamais
ja_jp: なし
ko_kr: 없음

# backupGeneration.Text
source: Generation
fr_fr: Génération
ja_jp: 世代
ko_kr: 세대

# settingsExportVerification.Text
source: Export Integrity Check
fr_fr: Vérification d'intégrité à l'exportation
ja_jp: 書き出しの整合性チェック
ko_kr: 내보내기 무결성 검사

# settingsExportVerificationStandard.Content
source: Standard
ja_jp: 標準
ko_kr: 표준

# settingsExportVerificationStrict.Content
source: Strict (slower)
fr_fr: Stricte (plus lente)
ja_jp: 厳格（低速）
ko_kr: 엄격(느림)

# settingsExportVerificationHelp.Text
source: Standard hashes each file once and re-checks it by file identity. Strict re-hashes every byte at each checkpoint. Crash recovery keeps the same guarantees either way.
fr_fr: Le mode standard calcule un hachage une seule fois par fichier, puis revérifie via l'identité du fichier. Le mode strict rehache tous les octets à chaque point de contrôle. La récupération après plantage offre les mêmes garanties dans les deux cas.
ja_jp: 標準はファイルごとにハッシュを一度だけ計算し、以降はファイル識別子で再確認します。厳格は確認のたびに全バイトを再ハッシュします。クラッシュ復旧の保証はどちらも同じです。
ko_kr: 표준은 파일마다 해시를 한 번만 계산하고 이후에는 파일 식별자로 재확인합니다. 엄격은 확인 지점마다 전체 바이트를 다시 해시합니다. 크래시 복구 보증은 두 경우 모두 같습니다.

# exportLongEdgeSuffix.Text
source: px (long edge)
fr_fr: px (bord long)
ja_jp: px（長辺）
ko_kr: px (긴 변)

# settingsColorProfile.Text
source: Profile
fr_fr: Profil
ja_jp: プロファイル
ko_kr: 프로파일

# settingsColorPrinterProfile.Text
source: Print output profile
fr_fr: Profil de sortie d'impression
ja_jp: プリント出力プロファイル
ko_kr: 인화 출력 프로파일

# resolution.Text
source: Resolution
fr_fr: Résolution
ja_jp: 解像度
ko_kr: 해상도

# bitDepth.Text
source: Bit Depth
fr_fr: Profondeur de bits
ja_jp: ビット深度
ko_kr: 심도

# transparency.Text
source: Transparency
fr_fr: Transparence
ja_jp: 透過原稿
ko_kr: 투과 원고

# brightness.Text
source: Brightness
fr_fr: Luminosité
ja_jp: 明るさ
ko_kr: 밝기

# contrast.Text
source: Contrast
fr_fr: Contraste
ja_jp: コントラスト
ko_kr: 대비

# infrared.Text
source: Infrared (IR)
fr_fr: Infrarouge (IR)
ja_jp: 赤外線 (IR)
ko_kr: 적외선(IR)

# capabilityAvailable.Value
source: Available
fr_fr: Disponible
ja_jp: 対応
ko_kr: 사용 가능

# settingsScannerPluginApproval.Text
source: Scanner Plug-in Approval
fr_fr: Approbation des modules scanner
ja_jp: スキャナープラグインの承認
ko_kr: 스캐너 플러그인 승인

# scannerPluginApproved.Text
source: Approved
fr_fr: Approuvé
ja_jp: 承認済み
ko_kr: 승인됨

# scannerPluginChanged.Text
source: Changed · Approval Required
fr_fr: Modifié · Nouvelle approbation requise
ja_jp: 変更済み · 再承認が必要
ko_kr: 변경됨 · 재승인 필요

# scannerPluginApprovalRequired.Text
source: Approval Required
fr_fr: Approbation requise
ja_jp: 承認が必要
ko_kr: 승인 필요

# scannerPluginVersion.Text
source: Version
ja_jp: バージョン
ko_kr: 버전

# scannerPluginLicense.Text
source: License
fr_fr: Licence
ja_jp: ライセンス
ko_kr: 라이선스

# scannerPluginManifestPath.Text
source: Manifest Path
fr_fr: Chemin du manifest
ja_jp: Manifestのパス
ko_kr: Manifest 경로

# scannerPluginExecutableHash.Text
source: Executable SHA-256
fr_fr: SHA-256 de l’exécutable
ja_jp: 実行ファイル SHA-256
ko_kr: 실행 파일 SHA-256

# scannerPluginNotReported.Text
source: Not Reported
fr_fr: Non indiqué
ja_jp: 報告なし
ko_kr: 보고되지 않음

# diagnosticsReportProblemsSection.Text
source: Recent problems
fr_fr: Problèmes récents
ja_jp: 最近の問題
ko_kr: 최근 문제

# diagnosticsReportEventsSection.Text
source: Recent failure events
fr_fr: Événements d'échec récents
ja_jp: 最近の失敗イベント
ko_kr: 최근 실패 이벤트

# diagnosticsReportLibrarySection.Text
source: Library status
fr_fr: État de la bibliothèque
ja_jp: ライブラリの状態
ko_kr: 라이브러리 상태

# diagnosticsReportScannerSection.Text
source: Scanner
ja_jp: スキャナー
ko_kr: 스캐너

# diagnosticsNoProblems.Text
source: No problems
fr_fr: Aucun problème
ja_jp: 問題なし
ko_kr: 문제 없음

# diagnosticsGeneratedAt.Text
source: Generated
fr_fr: Généré
ja_jp: 生成時刻
ko_kr: 생성 시각

# diagnosticsStatSaveError.Text
source: Save error
fr_fr: Erreur d'enregistrement
ja_jp: 保存エラー
ko_kr: 저장 오류

# noActiveScanner.Text
source: No active scanner.
fr_fr: Aucun scanner actif.
ja_jp: 使用中のスキャナーがありません。
ko_kr: 활성 스캐너가 없습니다.

# copyAll.Content
source: Copy all
fr_fr: Tout copier
ja_jp: すべてコピー
ko_kr: 전체 복사

# copy.Content
source: Copy
fr_fr: Copier
ja_jp: コピー
ko_kr: 복사

# closePanel.Value
source: Close
fr_fr: Fermer
ja_jp: 閉じる
ko_kr: 닫기

# diagnosticsValueYes.Value
source: Yes
fr_fr: Oui
ja_jp: はい
ko_kr: 예

# diagnosticsValueNo.Value
source: No
fr_fr: Non
ja_jp: いいえ
ko_kr: 아니오

# diagnosticsStatFrames.Text
source: Frames
fr_fr: Images
ja_jp: フレーム
ko_kr: 프레임

# diagnosticsStatUnsaved.Text
source: Unsaved changes
fr_fr: Modifications non enregistrées
ja_jp: 未保存の変更
ko_kr: 미저장 변경

# diagnosticsStatLifecycle.Text
source: Lifecycle
fr_fr: Cycle de vie
ja_jp: ライフサイクル
ko_kr: 수명 주기

# diagnosticsScannerBackend.Text
source: Backend
ja_jp: バックエンド
ko_kr: 백엔드

# diagnosticsScannerPlugins.Text
source: Plug-ins
ja_jp: プラグイン
ko_kr: 플러그인

# scannerLabel.Text
source: Scanner
ja_jp: スキャナー
ko_kr: 스캐너

# colorMode.Text
source: Mode
ja_jp: モード
ko_kr: 모드

# noInstalledPlugins.Text
source: (no installed plug-ins)
fr_fr: (aucun module installé)
ja_jp: （インストール済みのプラグインなし）
ko_kr: (설치된 플러그인 없음)

# diagnosticsRefresh.Value
source: Refresh
fr_fr: Actualiser
ja_jp: 更新
ko_kr: 새로고침

# canvasBackgroundMenu.Text
source: Background Color
fr_fr: Couleur d'arrière-plan
ja_jp: 背景色
ko_kr: 배경색

# developerDebug.Text
source: Developer Debug
fr_fr: Débogage développeur
ja_jp: 開発者向けデバッグ
ko_kr: 개발자 디버그

# debugOverlay.Text
source: Debug Overlay
fr_fr: Incrustation de débogage
ja_jp: デバッグオーバーレイ
ko_kr: 디버그 오버레이

# developerDebugStage.Text
source: Stage
fr_fr: Étape
ja_jp: ステージ
ko_kr: 단계

# sliderKeyboardHelp.Value
source: Arrow keys adjust by 0.01; Shift-arrow adjusts by 0.10.
fr_fr: Les flèches ajustent de 0,01 ; Maj+flèche de 0,10.
ja_jp: 矢印キーで 0.01、Shift+矢印キーで 0.10 ずつ調整します。
ko_kr: 방향키로 0.01, Shift+방향키로 0.10 조정

# filmstripScopeFolder.Text
source: This Folder
fr_fr: Ce dossier
ja_jp: このフォルダ
ko_kr: 해당 폴더

# process.Text
source: Process
fr_fr: Procédé
ja_jp: プロセス
ko_kr: 프로세스

# target.Text
source: Target
fr_fr: Cible
ja_jp: ターゲット
ko_kr: 타깃

# scanFlatbedFrameFormat.Text
source: Frame %d
fr_fr: Image %d
ja_jp: コマ %d
ko_kr: 프레임 %d

# libraryMoveSourceToTrash.Content
source: Move Source File to Trash
fr_fr: Placer le fichier source dans la corbeille
ja_jp: 元ファイルをゴミ箱に移動
ko_kr: 원본 파일을 휴지통으로 이동

# deleteSourceConfirmationTitle.Text
source: Move the source file to Trash?
fr_fr: Placer le fichier source dans la corbeille ?
ja_jp: 元ファイルをゴミ箱に移動しますか？
ko_kr: 원본 파일을 휴지통으로 이동할까요?

# deleteSourceConfirmationMessageFormat.Text
source: %d catalog items share %d source file(s). This removes all of them from negaflow. %s
fr_fr: %d éléments du catalogue partagent %d fichier(s) source. Ils seront tous retirés de negaflow. %s
ja_jp: %d件のカタログ項目が%d個の元ファイルを共有しています。すべてnegaflowから削除されます。%s
ko_kr: 카탈로그 항목 %d개가 원본 파일 %d개를 공유합니다. 모두 negaflow에서 제거됩니다. %s

# printSurface.Text
source: Surface
ja_jp: 表面
ko_kr: 표면

# printSurfaceGlossy.Text
source: Glossy
fr_fr: Brillant
ja_jp: 光沢
ko_kr: 유광

# printSurfaceMatte.Text
source: Matte
fr_fr: Mat
ja_jp: マット
ko_kr: 무광

# printSurfaceLustre.Text
source: Lustre
fr_fr: Lustré
ja_jp: ラスター
ko_kr: 러스터

# printSurfaceSilk.Text
source: Silk
fr_fr: Soie
ja_jp: シルク
ko_kr: 실크

# printContentSection.Text
source: Content
fr_fr: Contenu
ja_jp: 内容
ko_kr: 내용

# printCaptionAlignment.Text
source: Caption Alignment
fr_fr: Alignement de la légende
ja_jp: キャプション揃え
ko_kr: 캡션 정렬

# printAdvanced.Text
source: Advanced
fr_fr: Avancé
ja_jp: 詳細
ko_kr: 고급

# printDeliveryColorSpace.Text
source: Delivery Color Space
fr_fr: Espace colorimétrique de livraison
ja_jp: 納品色空間
ko_kr: 전달 색공간

# printPaperSimulation.Text
source: Print Paper Simulation
fr_fr: Simulation du papier photo
ja_jp: 印画紙シミュレーション
ko_kr: 인화 용지 시뮬레이션

# printGamutWarning.Text
source: Gamut Warning
fr_fr: Avertissement de gamme
ja_jp: 色域外警告
ko_kr: 색역 경고

# printPreviewProfileRequired.Text
source: Choose the lab’s RGB ICC profile to preview the print.
fr_fr: Choisissez le profil ICC RVB du laboratoire pour prévisualiser le tirage.
ja_jp: プリントをプレビューするには、ラボの RGB ICC プロファイルを選択してください。
ko_kr: 인화 미리보기에는 인화소의 RGB ICC 프로파일이 필요합니다.

# printToggleOn.Text
source: On
fr_fr: Activé
ja_jp: オン
ko_kr: 켬

# printToggleOff.Text
source: Off
fr_fr: Désactivé
ja_jp: オフ
ko_kr: 끔

# printCaptionAlignLeading.Text
source: Leading
fr_fr: Gauche
ja_jp: 左
ko_kr: 왼쪽

# printCaptionAlignCenter.Text
source: Center
fr_fr: Centre
ja_jp: 中央
ko_kr: 가운데

# printCaptionAlignTrailing.Text
source: Trailing
fr_fr: Droite
ja_jp: 右
ko_kr: 오른쪽

# printMargin.Text
source: Margin
fr_fr: Marge
ja_jp: 余白
ko_kr: 여백

# printSpacing.Text
source: Spacing
fr_fr: Espacement
ja_jp: 間隔
ko_kr: 간격

# printHorizontalSpacing.Text
source: Horizontal Spacing
fr_fr: Espacement horizontal
ja_jp: 横方向の間隔
ko_kr: 가로 간격

# printVerticalSpacing.Text
source: Vertical Spacing
fr_fr: Espacement vertical
ja_jp: 縦方向の間隔
ko_kr: 세로 간격

# printNormalizeOrientation.Text
source: Match Orientation
fr_fr: Uniformiser l'orientation
ja_jp: 向きをそろえる
ko_kr: 방향 통일

# printPictureTemplate.Text
source: Package Layout
fr_fr: Disposition du package
ja_jp: パッケージ構成
ko_kr: 패키지 구성

# printCell.Text
source: Cell
fr_fr: Cellule
ja_jp: セル
ko_kr: 셀

# printPage.Text
source: Page
ja_jp: ページ
ko_kr: 페이지

# printAddCell.Text
source: Add Cell
fr_fr: Ajouter une cellule
ja_jp: セルを追加
ko_kr: 셀 추가

# printDuplicateCell.Text
source: Duplicate Cell
fr_fr: Dupliquer la cellule
ja_jp: セルを複製
ko_kr: 셀 복제

# printDeleteCell.Text
source: Delete Cell
fr_fr: Supprimer la cellule
ja_jp: セルを削除
ko_kr: 셀 삭제

# printSourcePhoto.Text
source: Photo
ja_jp: 写真
ko_kr: 사진

# printPositionX.Text
source: Horizontal Position
fr_fr: Position horizontale
ja_jp: 横位置
ko_kr: 가로 위치

# printPositionY.Text
source: Vertical Position
fr_fr: Position verticale
ja_jp: 縦位置
ko_kr: 세로 위치

# printWidth.Text
source: Width
fr_fr: Largeur
ja_jp: 幅
ko_kr: 너비

# printHeight.Text
source: Height
fr_fr: Hauteur
ja_jp: 高さ
ko_kr: 높이

# printCaptionFont.Text
source: Caption Font
fr_fr: Police de la légende
ja_jp: キャプションフォント
ko_kr: 캡션 글꼴

# printCaptionText.Text
source: Caption Text
fr_fr: Texte de la légende
ja_jp: キャプションテキスト
ko_kr: 캡션 문구

# printCustomCaption.Text
source: Text
fr_fr: Texte
ja_jp: テキスト
ko_kr: 문구

# printAddCaption.Text
source: Add Text
fr_fr: Ajouter un texte
ja_jp: テキストを追加
ko_kr: 문구 추가

# printDeleteCaption.Text
source: Delete Text
fr_fr: Supprimer le texte
ja_jp: テキストを削除
ko_kr: 문구 삭제

# printCaptionCustomText.Text
source: Custom Text
fr_fr: Texte personnalisé
ja_jp: ユーザー入力
ko_kr: 사용자 입력

# printMoveBackward.Text
source: Move Backward
fr_fr: Reculer
ja_jp: 背面へ
ko_kr: 뒤로 보내기

# printMoveForward.Text
source: Move Forward
fr_fr: Avancer
ja_jp: 前面へ
ko_kr: 앞으로 가져오기

# printCaptionSystemFont.Text
source: System Font
fr_fr: Police système
ja_jp: システムフォント
ko_kr: 시스템 글꼴

# developBaseReadoutFormat.Value
source: base %.2f %.2f %.2f
ja_jp: ベース %.2f %.2f %.2f
zh_hans: 片基 %.2f %.2f %.2f

# developInfoSidecar.Text
source: Sidecar
fr_fr: Annexe
ja_jp: サイドカー

# developHistogramRgb.Text
source: RGB
fr_fr: RVB

# developHistogramGreenShort.Text
source: G
fr_fr: V

# scannerPluginManifestHash.Text
source: Manifest SHA-256
fr_fr: SHA-256 du manifest

# printRulerInches.Text
source: in
zh_hans: 英寸

# printRulerCentimeters.Text
source: cm
zh_hans: 厘米

# developGrainMendBrushHelp.Value
source: Brush — paint over dust or scratches, then release to remove.
de_de: Pinsel — Staub oder Kratzer übermalen, dann loslassen zum Entfernen.

# developGrainMendDetecting.Text
source: Looking for defects…
de_de: Defekte werden erkannt
